Repository: DaisukeZJY/ShareImage
Catalog: ShareImage/Classes/Manager/LanguageManager/*.lproj/Localizable.strings
Languages: fr

# navBack
source: Back
fr: Retour

# navHome
source: Home
fr: Maison

# navBackHome
source: BackHome
fr: Maison

# navSend
source: Send
fr: Transmettre

# navSave
source: Save
fr: Sauvegarder

# navClear
source: Clear
fr: Supprimer

# navNext
source: Next
fr: Suivant

# navPublic
source: Public
fr: Libération

# navCancel
source: Cancel
fr: Annulé

# navFinish
source: Finish
fr: Complet

# navFeedBack
source: FeedBack
fr: Réaction

# navSetting
source: Setting
fr: Installer

# navEdit
source: Edit
fr: éditer

# tabHome
source: TOShare
fr: Maison

# homeLikes
source: Likes
fr: Favorites

# homeSetting
source: Setting
fr: Installer

source: Settings
fr: Installer

source: Language
fr: Langue

source: Night
fr: Mode Nuit

source: Clear Storage
fr: Supprimer

source: About
fr: Sur

source: Log Out
fr: Quitter

source: Clean up!
fr: Effacer complété!

# edEdit Profile
source: Edit Profile
fr: Modifier les informations

# edNot Set
source: Not Set
fr: Ensemble

# edUser Name
source: User Name
fr: Surnom

# edFirst Name
source: First Name
fr: Patronyme

# edLast Name
source: Last Name
fr: Nom

# edEmail
source: Email
fr: Boîte aux lettres

# edBio
source: Bio
fr: Brève introduction

# edTip0
source: The Format Of The Mailbox Must Be Correct
fr: S'il vous plaît entrer le format de boîte aux lettres correcte

# edTip1
source: By the English、Number、 _ Composition
fr: Par les Anglais, les chiffres et caractères de soulignement

# edInstagramHud
source: Instagram Username Is Contains Chinese!
fr: Nom d'utilisateur Instagram en chinois

# edPleaseInput!
source: Please Input!
fr: S'il vous plaît entrer!

# edUpdateSuccess!
source: Update Success!
fr: Mettre à jour réussie!

# edInputYour
source: Input Your
fr: Entrez Votre

# colFeatured
source: Featured
fr: Choix

# colCurated
source: Curated
fr: Curatorial

# seSearch...
source: Search...
fr: Recherche...

# abAbout
source: About
fr: Sur

# abDeveloperWebsite
source: Developer Website:
fr: Personal Website:

# abUseAgreement
source: Use Agreement
fr: TOShare Convention d'utilisation
